<div class="modal fade" id="exampleModalToggle1" aria-hidden="true" aria-labelledby="exampleModalToggleLabel"
     tabindex="-1">
    <div class="modal-dialog modal-dialog-centered modal-lg">
        <div class="modal-content">
            <div class="modal-header">
                <h5 class="modal-title" id="exampleModalToggleLabel"><strong>隐私政策</strong></h5>
                <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
            </div>
            <div class="modal-body">
                <h5>
                    <strong>概述</strong>
                </h5>
                <p class="text">本隐私政策（“隐私政策”）阐述了 萤火虫VPN fire fly的隐私惯例，以下概述（统称为“我们”、“我们的”或“ 萤火虫
                    ”）并适用于萤火虫服务的用户（“用户”或“您”），其中包括萤火虫VPN服务“</p>

                <hr>
                <h5>
                    <strong>隐私条款</strong>
                </h5>
                <p class="text">
                    1.你的隐私对我们很重要。无论您是浏览我们的网站还是使用我们的服务，我们都希望您了解我们收集了有关您的哪些信息以及如何使用这些信息。我们的主要原则是只收集提供我们服务所需的最少数据，并让我们的用户尽可能保持匿名。因此，我们的政策是不记录或存储有关我们用户的任何不必要的数据。因此，我们不会收集或存储您的活动日志，包括不记录浏览历史记录、流量目的地、连接时间戳、DNS
                    查询、IP 地址（既不是分配的 IP 也不是连接的 IP）、数据内容或带宽。
                    <br>2.当你使用我们服务时，需要使用邮箱进行注册验证，但我们绝不会将您的个人邮箱以任何形式提供给第三方，包括出售或者分享泄漏。
                    <br>3.你有权自行在官网删除自己的账号或者联系工作人员协助你清楚账号包括邮箱。
                    <br>4.对于没有任何套餐服务的账号，我们有权在不通知你的情况下删除你的账号。
                </p>

                <hr>
                <h5>
                    <strong>禁止事项</strong>
                </h5>
                <p class="text">
                    1.禁止用于不正当的、禁止的、违法、犯罪或者欺诈活动，包括但不限于端口扫描，发送垃圾邮件，发送选择接收的电子邮件，扫描开放中继或开放代理，发送未经请求的电子邮件或发送的任何版本或类型的电子邮件即使通过第三方服务器路由电子邮件，任何弹出窗口启动，使用被盗信用卡，信用卡欺诈，金融欺诈，加密货币欺诈，伪装，敲诈，勒索，绑架，强奸，谋杀，出售的信用卡被盗，出售被盗商品，提供或出售违禁，军事和双重用途商品，提供或出售受控物质，身份盗窃，黑客入侵，伪造，网络钓鱼，任何形式或规模的刮取，数字盗版，知识产权侵权和其他类似活动
                    <br>2.禁止以任何方式剥削儿童，包括音频，视频，摄影，数字内容等。
                    <br>3.禁止以任何方式上传或分发包含病毒，蠕虫，特洛伊木马，损坏的文件或任何其他可能损害他人计算机操作的类似软件或程序的文件。
                    <br>4.禁止未从萤火虫官方网站正规购买萤火虫服务。
                    <br>5.禁止转发或者分享传播讨论政治信息。
                    <br>6.禁止长时间占用宽带进行下载导致服务器网络异常，影响到其他用户正常使用。
                    <br>7.禁止以任何方式分享萤火虫服务给他人使用，否则造成损失自行承担。
                    如不遵守者我们有权单方面删除你的账号停止向你提供服务，并且不进行任何赔偿与退款。
                </p>

                <hr>
                <h5>
                    <strong>适用法律</strong>
                </h5>
                <p class="text">本协议应受加拿大法律的管辖并根据其解释，但其法律冲突规则除外。</p>

                <hr>
                <h5>
                    <strong>服务条款的变更</strong>
                </h5>
                <p class="text">根据适用的法律和原则，我们可能会不时更改条款服务条款，恕不另行通知。您继续使用本网站或服务即表示您接受我们的隐私政策。</p>

                <hr>
                <h5>
                    <strong>使用协议</strong>
                </h5>
                <p class="text">
                    使用我们的服务或浏览我们的网站，即表示您接受隐私政策和条款和条件，并同意遵守它们。如果您不同意它们，请谨慎考虑使用我们的服务。
                    <br>最后更新：2020 年 10 月 26 日
                </p>
            </div>
        </div>
    </div>
</div>
